//Напишите функцию, которая в цикле выводит числа от 0 до 50 - 10 баллов
//for (let i = 1; i < 51; i++) {
//  console.log(i);
//}

//Напишите функцию, которая в цикле выводит числа от 50 до 0 - 10 баллов

//for (let i = 50; i >= 0; i--) {
// console.log(i);
//}

//Дан массив с элементами 2, 5, 9, 15, 0, 4 . С помощью цикла for  и оператора if
//выведите на консоль столбец тех элементов массива, которые больше 2-х , но меньше 5

//let myMassiv = [2, 5, 9, 15, 0, 4];

//for (let i = 0; i < myMassiv.length; i++) {
 // if (myMassiv[i] > 2 && myMassiv[i] < 5) 
  //console.log(myMassiv[i]);
//}
